{
  "_name_or_path": "/mnt/output/pretrained_models/phi-1_5_dev",
  "architectures": [
    "LlavaPhiWithMaskDecoderForInstanceAfterPoolingRandom"
  ],
  "attention_dropout": 0.0,
  "bos_token_id": 1,
  "embd_pdrop": 0.0,
  "eos_token_id": 2,
  "freeze_mm_mlp_adapter": false,
  "hidden_act": "gelu_new",
  "hidden_size": 2048,
  "image_aspect_ratio": "square",
  "image_grid_pinpoints": null,
  "initializer_range": 0.02,
  "intermediate_size": 8192,
  "layer_norm_eps": 1e-05,
  "mask_decode_train": true,
  "max_position_embeddings": 2048,
  "mm_hidden_size": 256,
  "mm_projector_type": "swin_conv",
  "mm_use_im_patch_token": false,
  "mm_use_im_start_end": false,
  "mm_vision_tower": "/path/to/image_encoder/model.pkl",
  "model_type": "llava_phi",
  "num_attention_heads": 32,
  "num_hidden_layers": 24,
  "partial_rotary_factor": 0.5,
  "pretraining_tp": 1,
  "projector_outdim": 2048,
  "qk_layernorm": false,
  "resid_pdrop": 0.0,
  "rope_scaling": null,
  "rope_theta": 10000.0,
  "swin_type": "base",
  "tie_word_embeddings": false,
  "torch_dtype": "float32",
  "transformers_version": "4.36.2",
  "tune_mm_mlp_adapter": false,
  "use_cache": true,
  "use_mm_proj": true,
  "vocab_size": 50297,
  "with_layernorm": false,
  "with_norm": true
}
