{
  "metadata": {
    "total_size": 6402615552
  },
  "weight_map": {
    "SEG_token_projector.bias": "model-00002-of-00002.safetensors",
    "SEG_token_projector.weight": "model-00002-of-00002.safetensors",
    "class_name_projector.bias": "model-00002-of-00002.safetensors",
    "class_name_projector.weight": "model-00002-of-00002.safetensors",
    "lm_head.weight": "model-00002-of-00002.safetensors",
    "model.embed_tokens.weight": "model-00001-of-00002.safetensors",
    "model.final_layernorm.bias": "model-00002-of-00002.safetensors",
    "model.final_layernorm.weight": "model-00002-of-00002.safetensors",
    "model.layers.0.input_layernorm.bias": "model-00001-of-00002.safetensors",
    "model.layers.0.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.layers.0.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "model.layers.0.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "model.layers.0.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "model.layers.0.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "model.layers.0.self_attn.dense.bias": "model-00001-of-00002.safetensors",
    "model.layers.0.self_attn.dense.weight": "model-00001-of-00002.safetensors",
    "model.layers.0.self_attn.query_key_value.bias": "model-00001-of-00002.safetensors",
    "model.layers.0.self_attn.query_key_value.weight": "model-00001-of-00002.safetensors",
    "model.layers.1.input_layernorm.bias": "model-00001-of-00002.safetensors",
    "model.layers.1.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.layers.1.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "model.layers.1.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "model.layers.1.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "model.layers.1.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "model.layers.1.self_attn.dense.bias": "model-00001-of-00002.safetensors",
    "model.layers.1.self_attn.dense.weight": "model-00001-of-00002.safetensors",
    "model.layers.1.self_attn.query_key_value.bias": "model-00001-of-00002.safetensors",
    "model.layers.1.self_attn.query_key_value.weight": "model-00001-of-00002.safetensors",
    "model.layers.10.input_layernorm.bias": "model-00001-of-00002.safetensors",
    "model.layers.10.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.layers.10.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "model.layers.10.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "model.layers.10.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "model.layers.10.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "model.layers.10.self_attn.dense.bias": "model-00001-of-00002.safetensors",
    "model.layers.10.self_attn.dense.weight": "model-00001-of-00002.safetensors",
    "model.layers.10.self_attn.query_key_value.bias": "model-00001-of-00002.safetensors",
    "model.layers.10.self_attn.query_key_value.weight": "model-00001-of-00002.safetensors",
    "model.layers.11.input_layernorm.bias": "model-00001-of-00002.safetensors",
    "model.layers.11.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.layers.11.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "model.layers.11.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "model.layers.11.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "model.layers.11.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "model.layers.11.self_attn.dense.bias": "model-00001-of-00002.safetensors",
    "model.layers.11.self_attn.dense.weight": "model-00001-of-00002.safetensors",
    "model.layers.11.self_attn.query_key_value.bias": "model-00001-of-00002.safetensors",
    "model.layers.11.self_attn.query_key_value.weight": "model-00001-of-00002.safetensors",
    "model.layers.12.input_layernorm.bias": "model-00001-of-00002.safetensors",
    "model.layers.12.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.layers.12.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "model.layers.12.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "model.layers.12.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "model.layers.12.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "model.layers.12.self_attn.dense.bias": "model-00001-of-00002.safetensors",
    "model.layers.12.self_attn.dense.weight": "model-00001-of-00002.safetensors",
    "model.layers.12.self_attn.query_key_value.bias": "model-00001-of-00002.safetensors",
    "model.layers.12.self_attn.query_key_value.weight": "model-00001-of-00002.safetensors",
    "model.layers.13.input_layernorm.bias": "model-00001-of-00002.safetensors",
    "model.layers.13.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.layers.13.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "model.layers.13.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "model.layers.13.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "model.layers.13.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "model.layers.13.self_attn.dense.bias": "model-00001-of-00002.safetensors",
    "model.layers.13.self_attn.dense.weight": "model-00001-of-00002.safetensors",
    "model.layers.13.self_attn.query_key_value.bias": "model-00001-of-00002.safetensors",
    "model.layers.13.self_attn.query_key_value.weight": "model-00001-of-00002.safetensors",
    "model.layers.14.input_layernorm.bias": "model-00001-of-00002.safetensors",
    "model.layers.14.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.layers.14.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "model.layers.14.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "model.layers.14.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "model.layers.14.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "model.layers.14.self_attn.dense.bias": "model-00001-of-00002.safetensors",
    "model.layers.14.self_attn.dense.weight": "model-00001-of-00002.safetensors",
    "model.layers.14.self_attn.query_key_value.bias": "model-00001-of-00002.safetensors",
    "model.layers.14.self_attn.query_key_value.weight": "model-00001-of-00002.safetensors",
    "model.layers.15.input_layernorm.bias": "model-00001-of-00002.safetensors",
    "model.layers.15.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.layers.15.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "model.layers.15.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "model.layers.15.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "model.layers.15.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "model.layers.15.self_attn.dense.bias": "model-00001-of-00002.safetensors",
    "model.layers.15.self_attn.dense.weight": "model-00001-of-00002.safetensors",
    "model.layers.15.self_attn.query_key_value.bias": "model-00001-of-00002.safetensors",
    "model.layers.15.self_attn.query_key_value.weight": "model-00001-of-00002.safetensors",
    "model.layers.16.input_layernorm.bias": "model-00001-of-00002.safetensors",
    "model.layers.16.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.layers.16.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "model.layers.16.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "model.layers.16.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "model.layers.16.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "model.layers.16.self_attn.dense.bias": "model-00001-of-00002.safetensors",
    "model.layers.16.self_attn.dense.weight": "model-00001-of-00002.safetensors",
    "model.layers.16.self_attn.query_key_value.bias": "model-00001-of-00002.safetensors",
    "model.layers.16.self_attn.query_key_value.weight": "model-00001-of-00002.safetensors",
    "model.layers.17.input_layernorm.bias": "model-00001-of-00002.safetensors",
    "model.layers.17.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.layers.17.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "model.layers.17.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "model.layers.17.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "model.layers.17.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "model.layers.17.self_attn.dense.bias": "model-00001-of-00002.safetensors",
    "model.layers.17.self_attn.dense.weight": "model-00001-of-00002.safetensors",
    "model.layers.17.self_attn.query_key_value.bias": "model-00001-of-00002.safetensors",
    "model.layers.17.self_attn.query_key_value.weight": "model-00001-of-00002.safetensors",
    "model.layers.18.input_layernorm.bias": "model-00001-of-00002.safetensors",
    "model.layers.18.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.layers.18.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "model.layers.18.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "model.layers.18.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "model.layers.18.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "model.layers.18.self_attn.dense.bias": "model-00001-of-00002.safetensors",
    "model.layers.18.self_attn.dense.weight": "model-00001-of-00002.safetensors",
    "model.layers.18.self_attn.query_key_value.bias": "model-00001-of-00002.safetensors",
    "model.layers.18.self_attn.query_key_value.weight": "model-00001-of-00002.safetensors",
    "model.layers.19.input_layernorm.bias": "model-00001-of-00002.safetensors",
    "model.layers.19.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.layers.19.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "model.layers.19.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "model.layers.19.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "model.layers.19.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "model.layers.19.self_attn.dense.bias": "model-00001-of-00002.safetensors",
    "model.layers.19.self_attn.dense.weight": "model-00001-of-00002.safetensors",
    "model.layers.19.self_attn.query_key_value.bias": "model-00001-of-00002.safetensors",
    "model.layers.19.self_attn.query_key_value.weight": "model-00001-of-00002.safetensors",
    "model.layers.2.input_layernorm.bias": "model-00001-of-00002.safetensors",
    "model.layers.2.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.layers.2.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "model.layers.2.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "model.layers.2.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "model.layers.2.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "model.layers.2.self_attn.dense.bias": "model-00001-of-00002.safetensors",
    "model.layers.2.self_attn.dense.weight": "model-00001-of-00002.safetensors",
    "model.layers.2.self_attn.query_key_value.bias": "model-00001-of-00002.safetensors",
    "model.layers.2.self_attn.query_key_value.weight": "model-00001-of-00002.safetensors",
    "model.layers.20.input_layernorm.bias": "model-00001-of-00002.safetensors",
    "model.layers.20.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.layers.20.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "model.layers.20.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "model.layers.20.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "model.layers.20.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "model.layers.20.self_attn.dense.bias": "model-00001-of-00002.safetensors",
    "model.layers.20.self_attn.dense.weight": "model-00001-of-00002.safetensors",
    "model.layers.20.self_attn.query_key_value.bias": "model-00001-of-00002.safetensors",
    "model.layers.20.self_attn.query_key_value.weight": "model-00001-of-00002.safetensors",
    "model.layers.21.input_layernorm.bias": "model-00001-of-00002.safetensors",
    "model.layers.21.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.layers.21.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "model.layers.21.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "model.layers.21.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "model.layers.21.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "model.layers.21.self_attn.dense.bias": "model-00001-of-00002.safetensors",
    "model.layers.21.self_attn.dense.weight": "model-00001-of-00002.safetensors",
    "model.layers.21.self_attn.query_key_value.bias": "model-00001-of-00002.safetensors",
    "model.layers.21.self_attn.query_key_value.weight": "model-00001-of-00002.safetensors",
    "model.layers.22.input_layernorm.bias": "model-00002-of-00002.safetensors",
    "model.layers.22.input_layernorm.weight": "model-00002-of-00002.safetensors",
    "model.layers.22.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "model.layers.22.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "model.layers.22.mlp.fc2.bias": "model-00002-of-00002.safetensors",
    "model.layers.22.mlp.fc2.weight": "model-00002-of-00002.safetensors",
    "model.layers.22.self_attn.dense.bias": "model-00001-of-00002.safetensors",
    "model.layers.22.self_attn.dense.weight": "model-00001-of-00002.safetensors",
    "model.layers.22.self_attn.query_key_value.bias": "model-00001-of-00002.safetensors",
    "model.layers.22.self_attn.query_key_value.weight": "model-00001-of-00002.safetensors",
    "model.layers.23.input_layernorm.bias": "model-00002-of-00002.safetensors",
    "model.layers.23.input_layernorm.weight": "model-00002-of-00002.safetensors",
    "model.layers.23.mlp.fc1.bias": "model-00002-of-00002.safetensors",
    "model.layers.23.mlp.fc1.weight": "model-00002-of-00002.safetensors",
    "model.layers.23.mlp.fc2.bias": "model-00002-of-00002.safetensors",
    "model.layers.23.mlp.fc2.weight": "model-00002-of-00002.safetensors",
    "model.layers.23.self_attn.dense.bias": "model-00002-of-00002.safetensors",
    "model.layers.23.self_attn.dense.weight": "model-00002-of-00002.safetensors",
    "model.layers.23.self_attn.query_key_value.bias": "model-00002-of-00002.safetensors",
    "model.layers.23.self_attn.query_key_value.weight": "model-00002-of-00002.safetensors",
    "model.layers.3.input_layernorm.bias": "model-00001-of-00002.safetensors",
    "model.layers.3.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.layers.3.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "model.layers.3.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "model.layers.3.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "model.layers.3.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "model.layers.3.self_attn.dense.bias": "model-00001-of-00002.safetensors",
    "model.layers.3.self_attn.dense.weight": "model-00001-of-00002.safetensors",
    "model.layers.3.self_attn.query_key_value.bias": "model-00001-of-00002.safetensors",
    "model.layers.3.self_attn.query_key_value.weight": "model-00001-of-00002.safetensors",
    "model.layers.4.input_layernorm.bias": "model-00001-of-00002.safetensors",
    "model.layers.4.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.layers.4.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "model.layers.4.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "model.layers.4.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "model.layers.4.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "model.layers.4.self_attn.dense.bias": "model-00001-of-00002.safetensors",
    "model.layers.4.self_attn.dense.weight": "model-00001-of-00002.safetensors",
    "model.layers.4.self_attn.query_key_value.bias": "model-00001-of-00002.safetensors",
    "model.layers.4.self_attn.query_key_value.weight": "model-00001-of-00002.safetensors",
    "model.layers.5.input_layernorm.bias": "model-00001-of-00002.safetensors",
    "model.layers.5.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.layers.5.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "model.layers.5.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "model.layers.5.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "model.layers.5.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "model.layers.5.self_attn.dense.bias": "model-00001-of-00002.safetensors",
    "model.layers.5.self_attn.dense.weight": "model-00001-of-00002.safetensors",
    "model.layers.5.self_attn.query_key_value.bias": "model-00001-of-00002.safetensors",
    "model.layers.5.self_attn.query_key_value.weight": "model-00001-of-00002.safetensors",
    "model.layers.6.input_layernorm.bias": "model-00001-of-00002.safetensors",
    "model.layers.6.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.layers.6.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "model.layers.6.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "model.layers.6.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "model.layers.6.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "model.layers.6.self_attn.dense.bias": "model-00001-of-00002.safetensors",
    "model.layers.6.self_attn.dense.weight": "model-00001-of-00002.safetensors",
    "model.layers.6.self_attn.query_key_value.bias": "model-00001-of-00002.safetensors",
    "model.layers.6.self_attn.query_key_value.weight": "model-00001-of-00002.safetensors",
    "model.layers.7.input_layernorm.bias": "model-00001-of-00002.safetensors",
    "model.layers.7.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.layers.7.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "model.layers.7.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "model.layers.7.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "model.layers.7.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "model.layers.7.self_attn.dense.bias": "model-00001-of-00002.safetensors",
    "model.layers.7.self_attn.dense.weight": "model-00001-of-00002.safetensors",
    "model.layers.7.self_attn.query_key_value.bias": "model-00001-of-00002.safetensors",
    "model.layers.7.self_attn.query_key_value.weight": "model-00001-of-00002.safetensors",
    "model.layers.8.input_layernorm.bias": "model-00001-of-00002.safetensors",
    "model.layers.8.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.layers.8.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "model.layers.8.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "model.layers.8.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "model.layers.8.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "model.layers.8.self_attn.dense.bias": "model-00001-of-00002.safetensors",
    "model.layers.8.self_attn.dense.weight": "model-00001-of-00002.safetensors",
    "model.layers.8.self_attn.query_key_value.bias": "model-00001-of-00002.safetensors",
    "model.layers.8.self_attn.query_key_value.weight": "model-00001-of-00002.safetensors",
    "model.layers.9.input_layernorm.bias": "model-00001-of-00002.safetensors",
    "model.layers.9.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.layers.9.mlp.fc1.bias": "model-00001-of-00002.safetensors",
    "model.layers.9.mlp.fc1.weight": "model-00001-of-00002.safetensors",
    "model.layers.9.mlp.fc2.bias": "model-00001-of-00002.safetensors",
    "model.layers.9.mlp.fc2.weight": "model-00001-of-00002.safetensors",
    "model.layers.9.self_attn.dense.bias": "model-00001-of-00002.safetensors",
    "model.layers.9.self_attn.dense.weight": "model-00001-of-00002.safetensors",
    "model.layers.9.self_attn.query_key_value.bias": "model-00001-of-00002.safetensors",
    "model.layers.9.self_attn.query_key_value.weight": "model-00001-of-00002.safetensors",
    "model.mm_projector.fc.bias": "model-00002-of-00002.safetensors",
    "model.mm_projector.fc.weight": "model-00002-of-00002.safetensors",
    "model.mm_projector.layer1.0.bn1.bias": "model-00002-of-00002.safetensors",
    "model.mm_projector.layer1.0.bn1.num_batches_tracked": "model-00002-of-00002.safetensors",
    "model.mm_projector.layer1.0.bn1.running_mean": "model-00002-of-00002.safetensors",
    "model.mm_projector.layer1.0.bn1.running_var": "model-00002-of-00002.safetensors",
    "model.mm_projector.layer1.0.bn1.weight": "model-00002-of-00002.safetensors",
    "model.mm_projector.layer1.0.bn2.bias": "model-00002-of-00002.safetensors",
    "model.mm_projector.layer1.0.bn2.num_batches_tracked": "model-00002-of-00002.safetensors",
    "model.mm_projector.layer1.0.bn2.running_mean": "model-00002-of-00002.safetensors",
    "model.mm_projector.layer1.0.bn2.running_var": "model-00002-of-00002.safetensors",
    "model.mm_projector.layer1.0.bn2.weight": "model-00002-of-00002.safetensors",
    "model.mm_projector.layer1.0.conv1.weight": "model-00002-of-00002.safetensors",
    "model.mm_projector.layer1.0.conv2.weight": "model-00002-of-00002.safetensors",
    "model.mm_projector.layer1.0.downsample.0.weight": "model-00002-of-00002.safetensors",
    "model.mm_projector.layer1.0.downsample.1.bias": "model-00002-of-00002.safetensors",
    "model.mm_projector.layer1.0.downsample.1.num_batches_tracked": "model-00002-of-00002.safetensors",
    "model.mm_projector.layer1.0.downsample.1.running_mean": "model-00002-of-00002.safetensors",
    "model.mm_projector.layer1.0.downsample.1.running_var": "model-00002-of-00002.safetensors",
    "model.mm_projector.layer1.0.downsample.1.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.0.blocks.0.attn.proj.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.0.blocks.0.attn.proj.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.0.blocks.0.attn.qkv.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.0.blocks.0.attn.qkv.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.0.blocks.0.attn.relative_position_bias_table": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.0.blocks.0.attn.relative_position_index": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.0.blocks.0.mlp.fc1.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.0.blocks.0.mlp.fc1.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.0.blocks.0.mlp.fc2.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.0.blocks.0.mlp.fc2.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.0.blocks.0.norm1.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.0.blocks.0.norm1.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.0.blocks.0.norm2.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.0.blocks.0.norm2.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.0.blocks.1.attn.proj.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.0.blocks.1.attn.proj.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.0.blocks.1.attn.qkv.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.0.blocks.1.attn.qkv.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.0.blocks.1.attn.relative_position_bias_table": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.0.blocks.1.attn.relative_position_index": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.0.blocks.1.mlp.fc1.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.0.blocks.1.mlp.fc1.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.0.blocks.1.mlp.fc2.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.0.blocks.1.mlp.fc2.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.0.blocks.1.norm1.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.0.blocks.1.norm1.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.0.blocks.1.norm2.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.0.blocks.1.norm2.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.0.downsample.norm.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.0.downsample.norm.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.0.downsample.reduction.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.1.blocks.0.attn.proj.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.1.blocks.0.attn.proj.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.1.blocks.0.attn.qkv.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.1.blocks.0.attn.qkv.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.1.blocks.0.attn.relative_position_bias_table": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.1.blocks.0.attn.relative_position_index": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.1.blocks.0.mlp.fc1.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.1.blocks.0.mlp.fc1.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.1.blocks.0.mlp.fc2.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.1.blocks.0.mlp.fc2.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.1.blocks.0.norm1.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.1.blocks.0.norm1.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.1.blocks.0.norm2.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.1.blocks.0.norm2.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.1.blocks.1.attn.proj.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.1.blocks.1.attn.proj.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.1.blocks.1.attn.qkv.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.1.blocks.1.attn.qkv.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.1.blocks.1.attn.relative_position_bias_table": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.1.blocks.1.attn.relative_position_index": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.1.blocks.1.mlp.fc1.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.1.blocks.1.mlp.fc1.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.1.blocks.1.mlp.fc2.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.1.blocks.1.mlp.fc2.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.1.blocks.1.norm1.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.1.blocks.1.norm1.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.1.blocks.1.norm2.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.1.blocks.1.norm2.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.1.downsample.norm.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.1.downsample.norm.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.1.downsample.reduction.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.0.attn.proj.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.0.attn.proj.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.0.attn.qkv.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.0.attn.qkv.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.0.attn.relative_position_bias_table": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.0.attn.relative_position_index": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.0.mlp.fc1.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.0.mlp.fc1.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.0.mlp.fc2.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.0.mlp.fc2.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.0.norm1.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.0.norm1.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.0.norm2.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.0.norm2.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.1.attn.proj.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.1.attn.proj.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.1.attn.qkv.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.1.attn.qkv.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.1.attn.relative_position_bias_table": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.1.attn.relative_position_index": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.1.mlp.fc1.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.1.mlp.fc1.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.1.mlp.fc2.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.1.mlp.fc2.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.1.norm1.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.1.norm1.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.1.norm2.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.1.norm2.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.10.attn.proj.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.10.attn.proj.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.10.attn.qkv.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.10.attn.qkv.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.10.attn.relative_position_bias_table": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.10.attn.relative_position_index": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.10.mlp.fc1.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.10.mlp.fc1.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.10.mlp.fc2.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.10.mlp.fc2.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.10.norm1.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.10.norm1.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.10.norm2.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.10.norm2.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.11.attn.proj.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.11.attn.proj.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.11.attn.qkv.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.11.attn.qkv.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.11.attn.relative_position_bias_table": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.11.attn.relative_position_index": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.11.mlp.fc1.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.11.mlp.fc1.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.11.mlp.fc2.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.11.mlp.fc2.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.11.norm1.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.11.norm1.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.11.norm2.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.11.norm2.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.12.attn.proj.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.12.attn.proj.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.12.attn.qkv.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.12.attn.qkv.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.12.attn.relative_position_bias_table": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.12.attn.relative_position_index": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.12.mlp.fc1.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.12.mlp.fc1.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.12.mlp.fc2.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.12.mlp.fc2.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.12.norm1.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.12.norm1.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.12.norm2.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.12.norm2.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.13.attn.proj.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.13.attn.proj.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.13.attn.qkv.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.13.attn.qkv.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.13.attn.relative_position_bias_table": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.13.attn.relative_position_index": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.13.mlp.fc1.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.13.mlp.fc1.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.13.mlp.fc2.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.13.mlp.fc2.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.13.norm1.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.13.norm1.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.13.norm2.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.13.norm2.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.14.attn.proj.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.14.attn.proj.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.14.attn.qkv.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.14.attn.qkv.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.14.attn.relative_position_bias_table": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.14.attn.relative_position_index": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.14.mlp.fc1.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.14.mlp.fc1.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.14.mlp.fc2.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.14.mlp.fc2.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.14.norm1.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.14.norm1.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.14.norm2.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.14.norm2.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.15.attn.proj.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.15.attn.proj.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.15.attn.qkv.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.15.attn.qkv.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.15.attn.relative_position_bias_table": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.15.attn.relative_position_index": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.15.mlp.fc1.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.15.mlp.fc1.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.15.mlp.fc2.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.15.mlp.fc2.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.15.norm1.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.15.norm1.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.15.norm2.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.15.norm2.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.16.attn.proj.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.16.attn.proj.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.16.attn.qkv.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.16.attn.qkv.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.16.attn.relative_position_bias_table": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.16.attn.relative_position_index": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.16.mlp.fc1.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.16.mlp.fc1.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.16.mlp.fc2.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.16.mlp.fc2.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.16.norm1.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.16.norm1.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.16.norm2.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.16.norm2.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.17.attn.proj.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.17.attn.proj.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.17.attn.qkv.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.17.attn.qkv.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.17.attn.relative_position_bias_table": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.17.attn.relative_position_index": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.17.mlp.fc1.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.17.mlp.fc1.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.17.mlp.fc2.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.17.mlp.fc2.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.17.norm1.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.17.norm1.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.17.norm2.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.17.norm2.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.2.attn.proj.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.2.attn.proj.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.2.attn.qkv.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.2.attn.qkv.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.2.attn.relative_position_bias_table": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.2.attn.relative_position_index": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.2.mlp.fc1.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.2.mlp.fc1.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.2.mlp.fc2.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.2.mlp.fc2.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.2.norm1.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.2.norm1.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.2.norm2.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.2.norm2.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.3.attn.proj.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.3.attn.proj.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.3.attn.qkv.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.3.attn.qkv.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.3.attn.relative_position_bias_table": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.3.attn.relative_position_index": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.3.mlp.fc1.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.3.mlp.fc1.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.3.mlp.fc2.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.3.mlp.fc2.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.3.norm1.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.3.norm1.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.3.norm2.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.3.norm2.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.4.attn.proj.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.4.attn.proj.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.4.attn.qkv.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.4.attn.qkv.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.4.attn.relative_position_bias_table": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.4.attn.relative_position_index": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.4.mlp.fc1.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.4.mlp.fc1.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.4.mlp.fc2.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.4.mlp.fc2.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.4.norm1.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.4.norm1.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.4.norm2.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.4.norm2.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.5.attn.proj.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.5.attn.proj.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.5.attn.qkv.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.5.attn.qkv.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.5.attn.relative_position_bias_table": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.5.attn.relative_position_index": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.5.mlp.fc1.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.5.mlp.fc1.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.5.mlp.fc2.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.5.mlp.fc2.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.5.norm1.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.5.norm1.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.5.norm2.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.5.norm2.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.6.attn.proj.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.6.attn.proj.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.6.attn.qkv.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.6.attn.qkv.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.6.attn.relative_position_bias_table": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.6.attn.relative_position_index": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.6.mlp.fc1.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.6.mlp.fc1.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.6.mlp.fc2.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.6.mlp.fc2.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.6.norm1.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.6.norm1.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.6.norm2.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.6.norm2.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.7.attn.proj.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.7.attn.proj.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.7.attn.qkv.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.7.attn.qkv.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.7.attn.relative_position_bias_table": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.7.attn.relative_position_index": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.7.mlp.fc1.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.7.mlp.fc1.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.7.mlp.fc2.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.7.mlp.fc2.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.7.norm1.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.7.norm1.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.7.norm2.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.7.norm2.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.8.attn.proj.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.8.attn.proj.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.8.attn.qkv.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.8.attn.qkv.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.8.attn.relative_position_bias_table": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.8.attn.relative_position_index": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.8.mlp.fc1.bias": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.8.mlp.fc1.weight": "model-00002-of-00002.safetensors",
    "model.vision_tower.layers.2.blocks.8.mlp.fc2.bias": "model-00002-of-00002.safetensors",
